Revit 2027 API
KeyBasedTreeEntries Properties
The KeyBasedTreeEntries type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
KeyBasedTreeEntries Class
Autodesk.Revit.DB Namespace